Repository: gecos-team/gecos-firstboot
Catalog: po/*.po
Languages: es

source: Show debug messages (-vv debugs firstboot_lib also)
es: Muestra mensaje de depuración (-vv también depura firstboot_lib)

source: Debug mode. Force run the application after the first start
es: Modo depuracion. Fuerza a correr la aplicacion despues del primer arranque

source: Use this URL by default in the "Link to Server" page.
es: Usa esta URL por defecto en la página "Enlazar a Servidor".

source: These parameters are required in order to join an authentication server:
es: Estos párametros son requeridos para unirse a un servidor de autenticación:

source: Version
es: Versión

source: Organization
es: Organización

source: Notes
es: Notas

source: Base DN for users
es: Base DN para los usuarios

source: Base DN for groups
es: Base DN para los grupos

source: Password
es: Contraseña

source: Domain DNS
es: Servidor DNS

source: Bind anonymously?
es: ¿Enlazar anonimamente?

source: Authentication Required
es: Autenticación requerida

source: Please, provide administration credentials for the Active Directory.
es: Por favor, introduzca las credenciales de administración para el Directorio Activo.

source: Select authentication method
es: Seleccionar método de autenticación

source: Users in this workstation can be authenticated against a external system.
es: Los usuarios de este puesto de trabajo pueden autenticarse contra un sistema externo.

source: This workstation currently uses a LDAP server for user authentication.
es: Este puesto de trabajo usa actualmente un servidor LDAP para la autenticación.

source: This workstation currently uses an Active Directory server for user authentication.
es: Este puesto de trabajo usa actualmente un servidor de Directorio Activo para la autenticación.

source: No authentication system is currently configured.
es: Este puesto de trabajo no usa actualmente ningún sistema de autenticación.

source: Select the authentication method you would like to use:
es: Seleccione el método de autenticación que desea usar:

source: Unlink from LDAP
es: Desvincular del LDAP

source: Unlink from Active Directory
es: Desvincular del Directorio Activo

source: Active Directory
es: Directorio Activo

source: None
es: Ninguno

source: The configuration file is valid.
es: El fichero de configuración es válido.

source: The configuration was updated successfully.
es: La configuración se actualizó correctamente.

source: Trying to connect...
es: Intentando conectar...

source: There are some errors you must fix.
es: Se han producido algunos errores que debe corregir.

source: Auto Configuration
es: Auto Configuración

source: Parameters can be filled automatically if an autoconfiguration file is available in your GECOS server.
es: Los parámetros pueden ser rellenados automáticamente si dispones de un fichero de autoconfiguración en tu servidor GECOS

source: Download a new file with default configuration parameters.
es: Descargar un nuevo fichero con la configuración por defecto de los parámetros

source: Autoconfig file URL
es: URL fichero de autoconfiguración

source: Describe this workstation
es: Describir este puesto

source: Describe this workstation. This text doesn't need to be unique, and you can use spaces or symbols. You will find this description in your GECOS server reports later.
es: Describe este puesto de trabajo. Este texto no tiene que ser único, y puede usar espacios o símbolos. Encontraras ésta descripción en los informes de tu servidor GECOS.

source: Description
es: Descripción

source: PC label has been updated correctly.
es: La etiqueta del PC se ha actualizado correctamente.

source: Install software
es: Instalar software

source: Close
es: Cerrar

source: Install software packages from a safe repository. You can skip this step if this workstation will be managed from your GECOS server.
es: Instala paquetes de software desde un repositorio seguro. Puede saltarse este paso si el puesto de trabajo va a ser controlado desde su servidor GECOS.

source: Date Synchronization
es: Sincronizar la fecha

source: Workstations and server time must be synchronized. Please, provide the name or IP address of a valid Network Time Protocol server.
es: La hora del puesto de trabajo y del servidor deben estar sincronizadas. Por favor, introduzca un nombre o dirección IP de un servidor de horas (NTP)valido.

source: NTP Server
es: Servidor NTP

source: Synchronize
es: Sincronizar

source: The user couldn't be updated. Please check the parameters.
es: El usuario no se pudo actualizar. Por favor, revise los parámetros.

source: The password couldn't be changed.
es: La contraseña no se pudo cambiar.

source: The user couldn't be created. Please check the parameters.
es: El usuario no pudo ser creado. Por favor, revise los parámetros.

source: The user to delete was not a system account.
es: El usuario a eliminar no era una cuenta del sistema.

source: There is no such user.
es: No existe el usuario.

source: There is no such group.
es: No existe el grupo.

source: Internal error. No action was performed.
es: Error interno. No se realizó ninguna acción.

source: The group to delete is not empty.
es: El grupo a eliminar no está vacío.

source: The user does not belong to the specified group.
es: El usuario no pertenece al grupo especificado.

source: You cannot remove a user from its primary group.
es: No puede eliminar un usuario de su grupo primario.

source: The required perl-package 'perl modules' is not installed. This package is required to perform the requested actions.
es: El paquete requerido 'perl-modules' no está instalado. Este paquete se necesita para realizar las acciones solicitadas.

source: For removing the root account the parameter "--force" is required.
es: Para eliminar la cuenta root se necesita el parámetro "--force".

source: Unknown error, the user couldn't be removed for some reason.
es: Error desconocido, no se pudo eliminar el usuario por algún motivo.

source: Manage local users
es: Gestionar usuarios locales

source: You can create or delete local users on thisworkstation. Users autenticated in external services do not need to be created here. Check default OEM users and change its passwords if needed.
es: Puede crear o borrar usuarios locales en el puesto de trabajo. Los usuarios autenticados por servicios externos no son necesarios crearlos desde aquí. Compruebe el usuario OEM por defecto y cambie su clave si es necesario.

source: Name
es: Nombre

source: Confirm
es: Confirmar

source: Groups
es: Grupos

source: Add
es: Añadir

source: Remove
es: Eliminar

source: Cancel
es: Cancelar

source: Apply
es: Aplicar

source: User
es: Usuario

source: User login is empty or contains invalid characters.
es: El login del usuario está vacío o contiene caracteres inválidos.

source: User password can not be empty.
es: La contraseña del usuario no puede quedar vacía.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: New user
es: Nuevo usuario

source: Type the new user information:
es: Escribe la información del nuevo usuario:

source: name
es: nombre

source: password
es: contraseña

source: confirm
es: confirmar

source: Remove user
es: Eliminar usuario

source: The user %s is going to be removed, are you sure?
es: El usuario %s va a ser eliminar, ¿Está seguro?

source: Remove the user home?
es: ¿Eliminar el home del usuario?

source: These parameters are required in order to join a Chef server:
es: Estos parámetros son requeridos con el fin de unirse a un servidor Chef:

source: "Chef URL": an existant URL in your server where Chef is installed.
es: "URL Chef": URL existente de su servidor donde se encuentre instalado Chef.

source: "Chef Certificate": Validation certificate URL in order to autoregister this workstation in the Chef server.
es: "Certificado Chef": URL del certificado de validación para autoregistrar el puesto de trabajo en el servidor Chef.

source: "Node Name": must be an unique name.
es: "Nombre del nodo": debe ser único.

source: "Default Group": a global group for all the workstations in your organization. If you are not an advanced Chef administrator, do not change this.
es: "Default Group": grupo global para todos los puestos de trabajo en organización. Si no eres un administrador de Chef avanzado, no cambie ésto.

source: Comments
es: Comentarios

source: Certificate URL
es: URL del certificado

source: Node Name
es: Nombre del nodo

source: Default Group
es: Grupo por Defecto

source: Chef and Chef Cert URLs must be valid URLs.
es: Las URLs de Chef y su certificado deben ser URLs validas.

source: Node name is empty or contains invalid characters.
es: El nombre del nodo está vacío o contiene caracteres inválidos.

source: Node name already exists in the Chef server. Choose a different one.
es: El nombre del nodo ya existe en el servidor Chef. Elige uno diferente.

source: You must provide an unique valid short name for the workstation. Only ASCII letters, numbers and the hyphen (-) are allowed.
es: Debe introducir un nombre único, corto y valido para el puesto de trabajo, Sólo letras ASCII, números y guión alto (-) están permitidos.

source: This name is already used.
es: El nombre ya está en uso

source: Host name can not be empty.
es: El nombre de host no puede ser vacío.

source: This name already exists in your organization.
es: El nombre ya existe en su organización.

source: Link workstation to a Chef server
es: Enlazar puesto a un servidor Chef

source: When a workstation is linked to a Chef server can be easily managed remotely.
es: Cuando un puesto de trabajo está vinculado a un servidor Chef este puede ser gestionado remotamente de forma sencilla.

source: Unlink from Chef
es: Desvincular de Chef

source: Link to Chef server?
es: ¿Enlazar puesto a un servidor Chef?

source: Configure the network
es: Configurar la red

source: Configure a network card
es: Configurar la tarjeta de red

source: This workstation needs a network connection in order to autenticate users, link to a GECOS server, and software installation.
es: Este puesto de trabajo necesita una conexión de red para autenticarse los usuarios, enlazar con el servidor GECOS e instalar software.

source: Available network cards are listed below:
es: Las tarjetas de red disponibles son las siguientes:

source: Interface
es: Interfaz

source: First Boot Assistant
es: Asistente de Primer Arranque

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Are you sure you have fully configured this workstation?
es: ¿Está seguro de haber configurado totalmente este puesto de trabajo?

source: You need to enter your credentials to access the requested resource.
es: Necesita las credenciales para acceder al recurso remoto.

source: Configuration file is not valid.
es: El fichero de configuración no es válido.

source: Couldn't retrieve the host names list
es: No se ha podido recuperar la lista de nombres de host

source: The Active Directory configuration script couldn't be found
es: No se pudo encontrar el script de configuración del Directorio Activo

source: Active Directory setup error
es: Error en la configuración del Directorio Activo

source: The LDAP configuration script couldn't be found
es: No se pudo encontrar el script de configuración del LDAP

source: LDAP setup error
es: Error en la configuración del LDAP

source: The Chef configuration script couldn't be found
es: No se pudo encontrar el script de configuración de Chef

source: Chef setup error
es: Error en la configuración de Chef

source: Workstation has been unlinked from LDAP.
es: Este puesto de trabajo se ha desvinculado del LDAP.

source: The LDAP has been configured successfully.
es: El LDAP se ha configurado correctamente.

source: Workstation has been unlinked from the Active Directory.
es: Este puesto de trabajo se ha desvinculado del Directorio Activo.

source: The Active Directory has been configured successfully.
es: Este puesto de trabajo se ha vinculado correctamente a un Directorio Activo.

source: Workstation has been unlinked from Chef.
es: Este puesto de trabajo se ha desvinculado de Chef.

source: The Chef client has been configured successfully.
es: El cliente de Chef se ha configurado correctamente.

source: The LDAP URL cannot be empty.
es: La URL del LDAP no puede estar vacía.

source: The LDAP BaseDN cannot be empty.
es: El BaseDN del LDAP no puede estar vacío.

source: The Active Directory URL cannot be empty.
es: La URL del Directorio Activo no puede quedar vacía.

source: The DNS Domain cannot be empty.
es: El dominio DNS no puede estar vacío.

source: The administrator user cannot be empty.
es: El administrador no puede estar vacío.

source: The administrator password cannot be empty.
es: La contraseña de adminstrador no puede quedar vacio.

source: An error has ocurred unlinking from LDAP
es: Ha ocurrido un error desvinculándose del LDAP

source: An error has ocurred unlinking from Active Directory
es: Ha ocurrido un error desvinculándose del Directorio Activo

source: The Chef URL cannot be empty.
es: LA URL de Chef no puede quedar vacía.

source: The Chef certificate URL cannot be empty.
es: La URL del certificado de Chef no puede quedar vacía.

source: The Chef host name cannot be empty.
es: El nombre de host para Chef no puede quedar vacío.

source: An error has ocurred unlinking from Chef
es: Ha ocurrido un error desvinculándose de Chef

source: user
es: usuario
